import { News } from './news';

export const NewsList: News[] = [
  { id: 10, date: '2021/01/01', title: '新年のご挨拶', sentence: '2021年もよろしくお願いいたします'},
  { id: 11, date: '2021/01/04', title: 'ShantyShackの16歳の誕生日', sentence: '本日でShantyShackは2005年にオープンしてから16年になりました。人類学の専門家によると人の年齢に換算すれば16歳になるそうです。'},
  { id: 12, date: '2021/01/05', title: '1月5日のご挨拶', sentence: '2021年も早いもので残すところあと361日となりました。'},
  { id: 13, date: '2021/01/13', title: '13日といえば', sentence: '今月も13日がやってまいりました。が、金曜ではありません。'},
  { id: 14, date: '2021/01/22', title: '22の日', sentence: '22といえば夫婦（22）の日ですね。しかし、1月なのでオイ（01）夫婦（22）の日である可能性があります。夫婦の皆さんは後方に注意してお過ごしください。'},
];
